# Panel
cs = CZ
en = EN
applicationTitle = Mapov\u00e1 d\u00edla
applicationSubTitle = Mapov\u00e1 d\u00edla online
search-label = Hledej m\u00edsto na map\u011b
list = Seznam
help = N\u00e1pov\u011bda
choose-serie = Zvolit s\u00e9rii
mapseries-catalog = Map Series: Katalogizace
scale-calculator = V\u00fdpo\u010det m\u011br\u00edtka
authors = Auto\u0159i
admin = Admin

# Index
aboutMapseriesOnline = O mapov\u00fdch d\u00edlech online
indexTopPanelText1 = N\u00e1stroj umo\u017e\u0148uje vizu\u00e1ln\u00ed vyhled\u00e1v\u00e1n\u00ed v rozs\u00e1hl\u00fdch souborech mapov\u00fdch \
                     list\u016f se spole\u010dn\u00fdm kladem. Nejde p\u0159\u00edsn\u011b vzato jen o mapov\u00e1 d\u00edla, \
                     ale i o specializovan\u00e9 mapy vytvo\u0159en\u00e9 na jejich z\u00e1klad\u011b a dal\u0161\u00ed po\u010detn\u00e9 \
                     soubory souvisej\u00edc\u00edch mapov\u00fdch list\u016f. Po volb\u011b p\u0159\u00edslu\u0161n\u00e9ho souboru se \
                     zobraz\u00ed klad s vyzna\u010den\u00fdmi dostupn\u00fdmi listy, evidovan\u00fdmi v jednom nebo \
                     v\u00edce vyd\u00e1n\u00edch. N\u00e1sledn\u00fd v\u00fdb\u011br listu umo\u017en\u00ed studium jejich naskenovan\u00e9 \
                     podoby nebo objedn\u00e1n\u00ed z knihovn\u00edho katalogu.
indexTopPanelText2 = Zobrazen\u00ed n\u011bkter\u00fdch map \
                     mimo prostory Moravsk\u00e9 zemsk\u00e9 knihovny je omezeno trvaj\u00edc\u00edmi autorsk\u00fdmi \
                     pr\u00e1vy a jejich studium je mo\u017en\u00e9 pouze v budov\u011b knihovny. \
                     Aplikace vznikla v r\u00e1mci projektu TEMAP (Technologie pro zp\u0159\u00edstupn\u011bn\u00ed \
                     mapov\u00fdch sb\u00edrek \u010cR) a je d\u00e1le rozv\u00edjena ve spolupr\u00e1ci Moravsk\u00e9 zemsk\u00e9 \
                     knihovny v Brn\u011b a Geografick\u00e9ho \u00fastavu P\u0159F MU. Kontaktovat n\u00e1s m\u016f\u017eete na \
                     adrese mapy@mzk.cz.
availableSeries = Dostupn\u00e9 s\u00e9rie
clickOnSerieInstructions = Kliknut\u00edm na s\u00e9rii p\u0159ejde\u0161 k dostupn\u00fdm list\u016fm

# Sheet
availableVersionsOfSheet = dostupn\u00e9 verze listu
author = Autor
otherAuthors = Dal\u0161\u00ed auto\u0159i
publisher = Nakladatelsk\u00e9 \u00fadaje
issue = Vyd\u00e1n\u00ed
physicalDescription = Fyick\u00fd popis
signature = Signatura
externalReferences = Extern\u00ed odkazy
digitalLibrary = Digit\u00e1ln\u00ed knihovna
thumbnail-unavailable = N\u00e1hled nen\u00ed dostupn\u00fd
thumbnail-copyrighted = Tento dokument nen\u00ed ve\u0159ejn\u011b p\u0159\u00edstupn\u00fd kv\u016fli autorsk\u00fdm pr\u00e1v\u016fm

login = Prihl\u00e1si\u0165 sa
logout = Odhl\u00e1si\u0165 sa
save = Ulo\u017ei\u0165
restore = Obnovi\u0165
back = Sp\u00e4\u0165
contentSettings = Nastavenie obsahu
updateSettings = Aktualizovanie
usersSettings = Spr\u00e1va u\u017e\u00edvate\u013eov
notAuthorized = Nem\u00e1te potrebn\u00e9 opr\u00e1vnenia.
changesNotSaved = Zmeny, ktor\u00e9 ste vykonali, nie s\u00fa ulo\u017een\u00e9. Skuto\u010dne chcete opusti\u0165 str\u00e1nku?
error = Chyba
status = Stav
startDate = D\u00e1tum za\u010datia
endDate = D\u00e1tum skon\u010denia
duration = Trvanie
running = Be\u017e\u00ed
scheduled = Napl\u00e1novan\u00e9
passed = Skon\u010dilo \u00faspe\u0161ne
failed = Zlyhalo
updateTask = Aktualiza\u010dn\u00e1 \u00faloha
withId = s ID
doesNotExist = neexistuje
markText = Ozna\u010di\u0165 text
logNotAvailable = Log nie je k dispoz\u00edcii

mzkLogoSrc = mzk-logo.png

contentSettings.field = Pole
contentSettings.name = N\u00e1zev
contentSettings.grid = Klad list\u016f
contentSettings.sheets = Listy
contentSettings.groupby = Seskupit podle
contentSettings.thumbnailUrl = Odkaz na n\u00e1h\u013ead
contentSettings.commitMsgDialogTitle = Commit spr\u00e1va
contentSettings.commitMsgCannotBeEmpty = Mus\u00edte vyplni\u0165 commit spr\u00e1vu

updateSettings.updateDataAction = Aktualizova\u0165 obsah

usersSettings.admin = Administr\u00e1tor
usersSettings.addAdmin = Prida\u0165 administr\u00e1tora
usersSettings.addAdminDialogTitle = Zadajte github login nov\u00e9ho administr\u00e1tora
usersSettings.adminCannotBeEmpty = Mus\u00edte zada\u0165 github login nov\u00e9ho administr\u00e1tora
usersSettings.removeAdminDialogTitle = Skuto\u010dne chcete odstr\u00e1ni\u0165 administr\u00e1tora?

# Admin
texts = Texty
translatedLang-cs = \u010cesky
translatedLang-en = Anglicky

# Long texts
authors.text = <h3>Auto\u0159i</h3>\
               <p>Petr \u017dabi\u010dka, Jirka Dufka, Milo\u0161 Pacek, Erich Duda, Karol Lament.</p>\
               <p>Moravsk\u00e1 zemsk\u00e1 knihovna v Brn\u011b 2018.</p>

about.text = <h3>Mapov\u00e1 d\u00edla</h3>\
             <p>\
               Mapov\u00fdmi d\u00edly rozum\u00edme v\u00fdsledky rozs\u00e1hl\u00fdch mapov\u00e1n\u00ed, iniciovan\u00fdch \
               zpravidla arm\u00e1dou nebo jinou st\u00e1tn\u00ed instituc\u00ed. Mezi jejich \
               charakteristick\u00e9 rysy pat\u0159\u00ed zobrazen\u00ed velk\u00fdch \u00fazem\u00ed formou \u0159ady \
               samostatn\u00fdch list\u016f se spole\u010dn\u00fdm kladem v n\u011bkolika m\u011b\u0159\u00edtk\u00e1ch. \
               N\u00e1kladn\u011b po\u0159\u00edzen\u00e1 mapov\u00e1 d\u00edla byla pr\u016fb\u011b\u017en\u011b aktualizov\u00e1na po \
               des\u00edtky n\u00e1sleduj\u00edc\u00edch let, p\u0159i\u010dem\u017e listy zobrazuj\u00edc\u00ed exponovan\u00e1 \
               \u00fazem\u00ed se do\u010dkaly a\u017e des\u00edtek vyd\u00e1n\u00ed. Na podklad\u011b mapov\u00fdch d\u011bl potom \
               vznikaly dal\u0161\u00ed tematick\u00e9 mapy, v n\u011bkter\u00fdch p\u0159\u00edpadech byl tematick\u00fd \
               obsah p\u0159id\u00e1v\u00e1n formou p\u0159etisk\u016f p\u016fvodn\u00edch list\u016f.\
             </p>\
             <p>\
               Mezi hlavn\u00ed mapov\u00e1 d\u00edla zobrazuj\u00edc\u00ed \u010desk\u00e9 \u00fazem\u00ed pat\u0159\u00ed rakousk\u00e1 a \
               n\u00e1sledn\u011b \u010deskoslovensk\u00e1 vojensk\u00e1 mapov\u00e1n\u00ed a \u010deskoslovensk\u00e1 st\u00e1tn\u00ed \
               mapov\u00e1 d\u00edla z druh\u00e9 poloviny 19. stolet\u00ed. V\u00fdznamn\u00e9 jsou tak\u00e9 mapov\u00e9 \
               soubory sousedn\u00edch st\u00e1t\u016f, zejm\u00e9na n\u011bmeck\u00e1 mapov\u00e1 d\u00edla z obdob\u00ed druh\u00e9 \
               sv\u011btov\u00e9 v\u00e1lky.\
             </p>

help.text = <h3>N\u00e1pov\u011bda</h3>\
            <p>\
               N\u00e1stroj pracuje ve t\u0159ech rovin\u00e1ch. V prvn\u00ed m\u016f\u017eete zvolit po\u017eadovan\u00e9 \
               mapov\u00e9 d\u00edlo a to bu\u010f kliknut\u00edm na n\u00e1hled mapy reprezentuj\u00edc\u00ed danou \
               s\u00e9rii nebo v\u00fdb\u011brem ze seznamu. Po tomto v\u00fdb\u011bru dojde k zobrazen\u00ed \
               odpov\u00eddaj\u00edc\u00edho kladu, v r\u00e1mci n\u011bho\u017e jsou zv\u00fdrazn\u011bny dostupn\u00e9 mapov\u00e9 \
               listy. V prav\u00e9 li\u0161t\u011b je z\u00e1rove\u0148 um\u00edst\u011bn kr\u00e1tk\u00fd popis zvolen\u00e9ho \
               mapov\u00e9ho d\u00edla. V p\u0159\u00edpad\u011b, kdy kliknete na n\u011bkter\u00e9 ze zv\u00fdrazn\u011bn\u00fdch \
               pol\u00ed, dost\u00e1v\u00e1te se k dostupn\u00fdm vyd\u00e1n\u00edm tohoto mapov\u00e9ho listu. \
               Krom\u011b n\u00e1hledu a z\u00e1kladn\u00edho popisu zde najdete i odkazy k online \
               katalogu (VuFind) a digitaliz\u00e1t\u016fm (Digit\u00e1ln\u00ed knihovna).\
            </p>